# CombinePolygons

## Description
Combines two polygons.

```pascal
FUNCTION CombinePolygons(
				hPolygonA : HANDLE;
				hPolygonB : HANDLE;
				dFuzz     : REAL) : HANDLE;
```

```python

def vs.CombinePolygons(hPolygonA, hPolygonB, dFuzz):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hPolygonA|HANDLE||
|hPolygonB|HANDLE||
|dFuzz|REAL||

## Version
Availability: from Vectorworks 2014
## Category
* Graphic Calculation